[
  [
    "Bleeka",
    "Parker Blair Davis’ first word and nickname (bleeka bleeka) derived from the show Gullah Gullah island."
  ],
  [
    "Schank",
    "The word 'schank', in english, is the same as 'x' in algebra, the word is to be interpreted by the listener."
  ],
  [
    "Heavyweights",
    "Romantic prospects who don’t take the hint after you’ve clearly told them you’re not interested."
  ],
  [
    "Cumbubble",
    "An insult, used to describe somebody who's about as pleasant to hang around with as a bubble of spent cum."
  ],
  [
    "Sandpeople",
    "A Racist term used to describe, people of Middle-Eastern background."
  ],
  [
    "Sother",
    "Your mate, spouse, husband, wife, boyfriend, girlfriend, steady and/or lover. Term invented by writer Alden Loveshade that's easier to say and less pretentious than \"significant other\".  Rhymes with \"mother\" and \"brother\"."
  ],
  [
    "Cuhh",
    "Cambridge university hare and hounds;\r\n\r\nthe x country club of cambridge university"
  ],
  [
    "Jacket",
    "Someone who raises some one else child as his own with or without knowing"
  ],
  [
    "Worksgiving",
    "The celebration of Thanksgiving dinner with your coworkers. This usually occurs on the Wednesday before or the Friday after Thanksgiving Day, since Thanksgiving is usually reserved for family gatherings."
  ],
  [
    "Mutterlicious",
    "Some one with a small penis who is usually fat and lives in their moms basement eating deep fried twinkies, and has a computer full of gay porn."
  ],
  [
    "Dilucsforeskin",
    "They are very cool!!!!! She is secretly the granddaughter of Barbatos 😨😰 This person has a lot of diamunds in Royale High for some weird reason 🥱🥱🥱 sus????\n\nOk also I read her secret diary and GUESS WHAT I FOUND!!!!!!!! 😜😝 OMG!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! SHE SECRETLU IS AMONG US RED PLUSH!!"
  ],
  [
    "Tzuyu",
    "A member of Kpop group, Twice. The peak of human evolution. The beautiful, multilingual queen of taiwan."
  ],
  ["Spuz", "A synonym for male ejaculate."],
  [
    "Girded",
    "Term originating from Chattanooga, Tennessee around 2001-2006 referencing the use of crystal methamphetamine and the immense rush and excitability the drug produces. Other, more familiar terms used are: tweaked, sketched, janked, amped, dabbin, gettin spun, wormholed, crunked."
  ],
  [
    "Scollick",
    "To attend a university for more than 7 years and graduate w/o an advanced degree"
  ],
  [
    "Taken",
    "Verb; Transitive\r\nTo go on a murderous rampage to get back a kidnapped friend or loved one."
  ],
  ["Trazzle", "A sentence finisher basically can be ended on any note."],
  [
    "Drugs",
    "Mind or mood altering substances that eventually turn you into a shambling, sweaty, brain dead sack of crap incapable of doing more than cadging spare change from people with jobs."
  ],
  ["Greb", "To purposely swallow a nailgun for gambling purposes. "],
  ["Montelongo", "Italian"],
  [
    "Nourg",
    "A suicide pact initiated when two or more people jump off a bridge at the same time and do a belly flop"
  ],
  ["Wongo", "Super Awesome or The coolest thing you've ever seen/heard"],
  [
    "Banandex",
    "1. Crazier than bananas and tighter than spandex.\r\n\r\n2. The phenomenon in which the wearer of spandex has an insatiable craving for bananas."
  ],
  ["Medieval", "Relating to causing serious damage, in brutal fashion."],
  ["Kiyumi", "Biggest dork ever, one who tries to be funny and isn't"],
  [
    "Ruby",
    "A manly cow who is very good at cricket and loves to eat rocks at breakfast with fisher's she is not a fienna but she is a potato"
  ],
  ["Rupert", "A Spanish omlette consisting mostly of egg"],
  ["Leonardas", "A good person"],
  [
    "Walsh",
    "Name of a former Irish king in 527 A.D. After him and his brothers had died, the oldest brother (the old King) was therefore known as a god or someone to pray to."
  ],
  ["Krabz", "Wee little crotch beastiescrabs"],
  ["Glib", "Showing little thought; marked by a lack of intellectual depth."],
  ["Lorverage", "To hump."],
  ["Huckel", "When you jump up and click your feet together"],
  ["Yessir", "What kids do in the hallway at my school while clapping"],
  [
    "Stealth",
    "The act of secretly dating someone without that person knowing. The definition extends to also define people you are dating. Can also include stalking."
  ],
  [
    "Elefonkey",
    "Someone belonging to both the Democrat and Republican political parties, depending on which crowd they're with at the time."
  ],
  [
    "Adversity",
    "1. A stare of hardship or affliction.\r\n2. A calamitous event."
  ],
  ["Spitting", "Putting yourself out-there by spending time with the ladies."],
  [
    "Fastesfern",
    "What you call someone who’s the coolest and most amazing person in the entire world"
  ],
  ["Goovy", "Something that is covered in goo, but is still really cool."],
  [
    "Artson",
    "Arson done for an artistic message or purpose, to convey something deeper than the fiery act suggests."
  ],
  [
    "Treatpocalypse",
    "Getting so absolutely smashed off your nut, you’re barely alive."
  ],
  [
    "Jingru",
    "Another term for bubulah. A sweet, caring (sometimes Asian) female that gives with all her heart. Also owns everything she needs or wants making buying gifts an extraordinarily difficult challenge. One that is easy to love."
  ],
  ["Kids", "Absolutely good people"],
  ["Puhako", "A word used to describe when your dad cheats in scrabble."],
  [
    "Autohot",
    "When something is generally positive, even though not knowing the implications."
  ],
  [
    "Dedeepya",
    "The most awesome person on the planet!! She could beat you at anything!!! Synonyms: Deedee le Epic, Deedee, Deedles, Double D"
  ],
  ["Honoluhu", "Sound of satisfaction when B.J's on the beach are received"],
  [
    "Snotrocket",
    "To preform: hold one nostral closed and blow out of your other nostral hard enough to make the wad of mucus shoot out of your nose ."
  ],
  ["Papyrus", "A COOL SKELETON WHO IS SUPER DOOPER COOL"],
  ["Aumphg", "The literary OMFG.  "],
  [
    "Manstinct",
    "The natural instinct that only men have. often not understood by woman"
  ],
  [
    "Beastly",
    "Having the right characteristics to be a beast. An action performed described as beast."
  ],
  [
    "Fizzlewink",
    "A guy who gets you to believe he is successful and honest, but in reality he is the top loser of all man kind."
  ],
  [
    "SUEWORKS",
    "Any technique capable of creating a three-dimensional visual or creating the illusion of depth in an image, Graffiti piece, Painting, sketching, Art or sculpture."
  ],
  [
    "Brude",
    "When you see something so crazy you say \"bruh\" and \"dude\" at the same time."
  ],
  ["PPGA", "Pure Pwnage Gamer Army; an ARG"],
  ["Happlefunkey", "Random, odd, someone who is weird"],
  [
    "Eeeuuurrrggghhh",
    "Word used to express extreme tiredness in the wee hours of the morning"
  ],
  [
    "Alinity",
    "A Twitch Thot, usually with at least one exhusband, who will stick up for her Thotties by copystriking any who poke fun of her exposed butt."
  ],
  [
    "Serag",
    "Someone who has the idiocy and doesn’t get what’s in front of him in plain sight"
  ],
  [
    "Simonas",
    "A very funny guy, cool to talk to but is obsessed with minecraft. He spends 23 hours out of the 24 playing minecraft with his discord gamer pals every single day."
  ],
  ["Cinehead", "Head given in a movie theater."],
  ["Nunzilla", "A nun, typically a catholic school teacher, who is very mean."],
  [
    "Buhn",
    "Another word for \"bun\" with the same definition \"Going to burn/smoke with a friend\""
  ],
  ["Cronodank", "The absolute pinnacle of awesome; also a euphemism."],
  [
    "Behraam",
    "The epitome of win, or the fusion of hacks, chocolate rain and over 9000 power levels."
  ],
  [
    "Merricked",
    "1) To be denied a chance to make your case.\n\n2) The act of not granting an individual an interview or audience to be questioned for a position an individual has been nominated - despite the individual being perfectly qualified for said position.\n\nStemming from what Republican lawmakers did to Supreme Court nominee Merrick Garland."
  ],
  ["Zagnuts", "A person who has large, veiny balls"],
  [
    "Arminadmirer",
    "Coolest armin fan ever with 94 million followers on tiktok"
  ],
  ["Genderman", "Literally just ranboo"],
  [
    "Zempavink",
    "A dutch word deriving from a birds name. It's use is similar to that of: \"Ha Bisky\"\n\nMost of the time it is used to express discontent without wanting to provoking someone."
  ],
  [
    "Gbando",
    "The best underrated rapper known to man. Amazing music, great beats, and uploads frequently with fire songs."
  ],
  ["Stotally", "Combination of the two words so and totally"],
  [
    "Hecka",
    "A word used by those who are too afraid to use the word hella, or used by young children. hexa is also acceptable for younger people."
  ],
  [
    "Chamillionaire",
    "One of the best rappers out there right now. his new album The Sound of Revenge is sick. i recommend buying it."
  ],
  ["Pomofrito", "Pomegranite flavored fritos"],
  ["Unperpendicular", "Something that is not level, or at the right angle"],
  [
    "Rosenblumed",
    "When a male purposely tries to impregnate a female that has a higher standard of living than he has, so that he can upgrade his own standard of living by being a baby daddy."
  ],
  ["Fantouche", "A hot piece of available woman. Similiar to Fanjita"]
]
